{
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "elixir-tools.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "haskell-tools.nvim": { "branch": "main" },
  "jupynium.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lean.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-comment": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "postgres_lsp": { "branch": "main" },
  "prettier.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "main" },
  "scratchpad.nvim": { "branch": "main" },
  "stay-centered.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vibe-level.nvim": { "branch": "main" },
  "vim-illuminate": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-vsnip": { "branch": "master" }
}
